{
    "transcript": [
        {
            "speaker": "Doctor",
            "text": "All right, so in terms of things that are going to cause this tension to build up in your back."
        },
        {
            "speaker": "Patient",
            "text": "Yep."
        },
        {
            "speaker": "Doctor",
            "text": "What does a typical day look like for you? Like what stresses do you put on your spine?"
        },
        {
            "speaker": "Patient",
            "text": "Um, I normally work for very long hours every day. So, uh, I'm more likely to be 9-10 hours."
        },
        {
            "speaker": "Doctor",
            "text": "That's a long time sitting. Do you get a chance to get up and move in that time or are you pretty pressed up on it?"
        },
        {
            "speaker": "Patient",
            "text": "No, not really. The work doesn't really allow me to to walk around. Um, I only get my lunchtime."
        },
        {
            "speaker": "Doctor",
            "text": "Do you have an option to have a standing desk so you can break it up that way or?"
        },
        {
            "speaker": "Patient",
            "text": "Not, not really. I I I haven't tried yet, but yeah, I can definitely try that."
        },
        {
            "speaker": "Doctor",
            "text": "Yeah. Yeah, if your job will allow for that, that um that could be a good way to break it up."
        },
        {
            "speaker": "Patient",
            "text": "Never thought of it."
        },
        {
            "speaker": "Doctor",
            "text": "Yeah. Uh, and when you're not working, like, are you quite active on on your spare time or do you tend to be sort of getting home and sitting on the couch and sitting in the car on the way and back from work, so it's just more sitting or do you do things when you're not working?"
        },
        {
            "speaker": "Patient",
            "text": "I just kind of lie on my couch because I'm so exhausted from work."
        },
        {
            "speaker": "Doctor",
            "text": "Lying is good in in that there's a different load on your spine, but it sounds like you need more movement in there."
        },
        {
            "speaker": "Patient",
            "text": "Yeah, I think so, but just I'm too tired."
        },
        {
            "speaker": "Doctor",
            "text": "Yeah. Do you have any sports or hobbies or not, not?"
        },
        {
            "speaker": "Patient",
            "text": "Mm, I never do any sports particularly."
        },
        {
            "speaker": "Doctor",
            "text": "Yeah."
        },
        {
            "speaker": "Patient",
            "text": "So, um, yeah, nothing really."
        },
        {
            "speaker": "Doctor",
            "text": "What about on the weekend when you're not so exhausted from work, you go out and go for walks or anything like that?"
        },
        {
            "speaker": "Patient",
            "text": "Um, I normally just watch TV all the time on on my weekend. Um, no, I don't really have the energy to go out for exercise or anything."
        },
        {
            "speaker": "Doctor",
            "text": "Yeah. This could be part of the problem though. Because when you look at your spine, for example, the discs in here, for them to get nutrients, they need movement."
        },
        {
            "speaker": "Patient",
            "text": "Oh."
        },
        {
            "speaker": "Doctor",
            "text": "And if you're talking about the capsule, it's just mostly white fibrous tissue. It gets its nutrients from inside the bone in the vertebrae, you have to get red bone marrow and so forth and some of those nutrients will quickly go into the disc and have to exchange your nutrients because you don't have blood vessels in there. It's requiring loading and unloading, loading and unloading constantly to to keep them healthy."
        },
        {
            "speaker": "Doctor",
            "text": "Same with the joints in here, if it's inflamed, you need movement to dissipate that inflammation, get nutrients to to make its way into maintain the health of that. So that could be partly problem that you're not moving enough."
        },
        {
            "speaker": "Patient",
            "text": "Yeah, okay."
        },
        {
            "speaker": "Doctor",
            "text": "So if this is really seized up at the moment, you need to get moving. Chiropractic care can be good to loosen it up, but you're also going to need to do some day-to-day movement to to get them to improve, I think."
        },
        {
            "speaker": "Patient",
            "text": "Okay, I see."
        },
        {
            "speaker": "Doctor",
            "text": "So if you were to point to where where the pain is."
        },
        {
            "speaker": "Patient",
            "text": "Mhm."
        },
        {
            "speaker": "Doctor",
            "text": "Where are we talking about? Is it more on the right, more on the left, how low, down the back?"
        },
        {
            "speaker": "Patient",
            "text": "I think it's both left and right and lower down the back."
        },
        {
            "speaker": "Doctor",
            "text": "So the right sort of runs down into the pelvis in in in here sort of thing?"
        },
        {
            "speaker": "Patient",
            "text": "Yeah, that's right."
        },
        {
            "speaker": "Doctor",
            "text": "Okay. Is it um sharp with walking and that sort of thing or standing from sitting, anything particularly that tend to aggravate it?"
        },
        {
            "speaker": "Patient",
            "text": "Um, I think it's more constant recently and it's it's very sharp. Um, and yeah."
        },
        {
            "speaker": "Doctor",
            "text": "Yeah."
        },
        {
            "speaker": "Patient",
            "text": "Um, I don't think movements really affects anything. It's just yeah, that's about it."
        },
        {
            "speaker": "Doctor",
            "text": "Yes, aching in the back kind of all the time, is that right? All the time."
        },
        {
            "speaker": "Doctor",
            "text": "That sounds to me like there's a little bit of inflammation there. So once again, movement can help to just try to help to break that cycle. So it does sound like giving you exercise, I think that's one of the things we we can get to to work."
        },
        {
            "speaker": "Patient",
            "text": "Okay."
        },
        {
            "speaker": "Doctor",
            "text": "Unless that gives you sharp pain. But just that aching background pain."
        },
        {
            "speaker": "Patient",
            "text": "Oh yeah."
        },
        {
            "speaker": "Doctor",
            "text": "Uh, what about sleeping and and postures for that? Is that been aggravated at all?"
        },
        {
            "speaker": "Patient",
            "text": "Uh, I I I don't really notice it when when I'm sleeping. So I think sleeping um, and normally when I just wake up in the morning, it gets better."
        },
        {
            "speaker": "Doctor",
            "text": "Yeah."
        },
        {
            "speaker": "Patient",
            "text": "So, um, I think I normally if I had a really good sleep, it doesn't really."
        },
        {
            "speaker": "Doctor",
            "text": "So it's more towards the end of the day when you've been sitting all day and then once you go down and relax it it sort of stresses it up."
        },
        {
            "speaker": "Patient",
            "text": "Yeah. That's right. Yeah, that's right."
        },
        {
            "speaker": "Doctor",
            "text": "Often what it is is really inflamed in the pelvis, turning over in bed and that sort of thing can be problematic, but if it doesn't cause that at this stage it's it's more like like a low grade inflammation, not not really as acute at at this point."
        },
        {
            "speaker": "Patient",
            "text": "It's just on and off. Sometimes it's bad, sometimes it's all right."
        },
        {
            "speaker": "Doctor",
            "text": "Yeah."
        },
        {
            "speaker": "Doctor",
            "text": "So in terms of it being on and off, has it been sort of persistent all the time for up to three months or is it only a point in time really?"
        },
        {
            "speaker": "Patient",
            "text": "Um, no, not to three months. Maybe just longest for one or two weeks."
        },
        {
            "speaker": "Doctor",
            "text": "Yeah, that's good. Yeah, when you have really long periods of pain, it can start to cause changes in your perception of pain to be a little bit more susceptible to feeling it even more. So if if you don't, that won't be the case for you though, so that's actually good."
        },
        {
            "speaker": "Patient",
            "text": "Okay, great."
        },
        {
            "speaker": "Doctor",
            "text": "Um, right. So does it stop you from doing anything?"
        },
        {
            "speaker": "Patient",
            "text": "Uh, I don't really do anything anyway, so I don't really. But I do feel really painful if I need to stand up for a long time. Say if I need to uh do cleaning or cooking or uh anything that requires me a lot of standing or uh like a lot of bending down. Um, it does really uh worse the pain."
        },
        {
            "speaker": "Doctor",
            "text": "Yeah, bending definitely loads it more. You get a lot of shear force through through those joints."
        },
        {
            "speaker": "Patient",
            "text": "Yeah, that's right."
        },
        {
            "speaker": "Doctor",
            "text": "Um, okay. But I've not nerve pain or sciatic pain like pain radiating down your leg or anything like that?"
        },
        {
            "speaker": "Patient",
            "text": "Not, it doesn't affect my leg yet."
        },
        {
            "speaker": "Doctor",
            "text": "No. That's good. Yeah. What about the muscles around that region in the hips and that? Do they get aching and tight or not?"
        },
        {
            "speaker": "Patient",
            "text": "Yeah, they do. They do get uh sore and ache sometimes. Uh when it's really like typically when I finish work, it gets worse."
        },
        {
            "speaker": "Doctor",
            "text": "Yeah."
        },
        {
            "speaker": "Patient",
            "text": "In that area. Yes."
        },
        {
            "speaker": "Doctor",
            "text": "So what have you tried so far? Is there anything you've tried that sort of worked a bit? Massages or physio or maybe a chiro or?"
        },
        {
            "speaker": "Patient",
            "text": "Um, I haven't tried anything like really official, but it I just tried some uh you know those um massages from um the the the commercial shops."
        },
        {
            "speaker": "Doctor",
            "text": "Yeah, yeah."
        },
        {
            "speaker": "Patient",
            "text": "Um, yeah, they uh sometimes they help depending on the massager though."
        },
        {
            "speaker": "Doctor",
            "text": "Yeah."
        },
        {
            "speaker": "Patient",
            "text": "Uh, but sometimes it doesn't it it makes the pain worse."
        },
        {
            "speaker": "Doctor",
            "text": "Yeah."
        },
        {
            "speaker": "Patient",
            "text": "Like if they didn't do it properly."
        },
        {
            "speaker": "Doctor",
            "text": "Yeah, that's tricky. Um, yeah. Okay. So you've tried to tried to release the muscle tension, but you haven't tried the chiropractic care, so it's a bit of a different angle obviously to."
        },
        {
            "speaker": "Patient",
            "text": "Yeah, I've never tried that before."
        },
        {
            "speaker": "Doctor",
            "text": "And in terms of exercises, is there anything you can do at home that relieves the pain? There's stretches or um different hot pack or cold pack or?"
        },
        {
            "speaker": "Patient",
            "text": "Yeah, um if if it's really, really bad, I normally put a pain relief patch on the back."
        },
        {
            "speaker": "Doctor",
            "text": "Oh yeah."
        },
        {
            "speaker": "Patient",
            "text": "Uh, I I think those are available like I got it from the chemist warehouse."
        },
        {
            "speaker": "Doctor",
            "text": "Yeah."
        },
        {
            "speaker": "Patient",
            "text": "There's I don't know some medicine on it to help the pain."
        },
        {
            "speaker": "Doctor",
            "text": "Yeah, I'm the pain sort of thing."
        },
        {
            "speaker": "Patient",
            "text": "Yeah. Yeah."
        },
        {
            "speaker": "Doctor",
            "text": "Um, cool. And in terms of lifestyle things, obviously you get aching if you sit for long hours, it's hard to avoid because of work."
        },
        {
            "speaker": "Patient",
            "text": "Yeah, that's right."
        },
        {
            "speaker": "Doctor",
            "text": "Um, but I definitely can try more exercising if when off work or at home."
        },
        {
            "speaker": "Doctor",
            "text": "Yeah, that's how I'm working."
        },
        {
            "speaker": "Doctor",
            "text": "Yeah. Yeah, I think that would be a good idea for you. And I can try the standing desk."
        },
        {
            "speaker": "Doctor",
            "text": "Yeah. Yeah, if if your work is open to that, I think that could be a big game changer. I mean, have you just said when you first get into work in the morning, stand for a couple of hours and then after lunch, same thing and."
        },
        {
            "speaker": "Patient",
            "text": "Yes."
        },
        {
            "speaker": "Doctor",
            "text": "Just break it up a little bit that way. That's a good idea."
        },
        {
            "speaker": "Patient",
            "text": "Mhm."
        },
        {
            "speaker": "Doctor",
            "text": "So obviously your goal is to get rid of this pain to start with. Uh, anything else you want to achieve by coming in here?"
        },
        {
            "speaker": "Patient",
            "text": "Uh, well, that's pretty much the only concern I have. I it just really bothers me in the recent five years."
        },
        {
            "speaker": "Doctor",
            "text": "Yeah."
        },
        {
            "speaker": "Patient",
            "text": "Um, I don't."
        },
        {
            "speaker": "Doctor",
            "text": "It's annoying to have chronic pain all the time. Like that's that's what life's supposed to be."
        },
        {
            "speaker": "Patient",
            "text": "Yeah. That's right. Um, it doesn't have I don't have it before like uh when I was younger, just graduated. It just recently happened in the."
        },
        {
            "speaker": "Doctor",
            "text": "You're still young, you don't don't want to have chronic aches and pain now. Uh, like imagine 15 years from now sort of thing. Like the earlier you address things like this the better and if you can clear it out, um, it's less likely to come back. The the the longer it's been there and the more ingrained and the more complex it becomes to to resolve. So good on you for for addressing it."
        },
        {
            "speaker": "Patient",
            "text": "Okay. Yeah, I think that's great."
        },
        {
            "speaker": "Doctor",
            "text": "All right, so next up, we're going to have a look at your postures because it can give me some ideas about uh where where the load is and and um what your body is trying to to compensate. For example, if you have more inflammation on this side, you might lean over to that side or so forth. So uh yeah, heading to that next and try to figure out what's going on."
        },
        {
            "speaker": "Patient",
            "text": "Okay, great. Thank you, doctor."
        },
        {
            "speaker": "Doctor",
            "text": "Thank you."
        }
    ],
    "qa_analysis": {
        "cause": {
            "work": "The patient works long hours (9-10 hours) and doesn't have the opportunity to move around much during work.",
            "sleep": "Not mentioned",
            "sports_injuries": "The patient does not participate in any sports.",
            "mva": "Not mentioned",
            "summary": "The primary cause appears to be prolonged sitting at work with limited movement, leading to tension and pain in the back. Lack of physical activity outside of work exacerbates the issue."
        },
        "presentation": {
            "main_complaint": "The patient's main complaint is back pain.",
            "onset": "The pain has been bothering the patient for the past five years.",
            "is_chronic": "No, the pain is on and off, lasting for one to two weeks at a time."
        },
        "life_effect": {
            "activities_impact": "The pain makes it difficult to stand for long periods, clean, cook, or bend down.",
            "nerve_root": "No, the pain does not radiate down the leg.",
            "clumsy": "Not mentioned",
            "focus": "Not mentioned",
            "immune": "Not mentioned",
            "stress": "Not mentioned"
        },
        "intent": {
            "previous_care": "The patient has tried commercial massages, which sometimes help but can also worsen the pain.",
            "previous_exercises": "The patient uses pain relief patches when the pain is really bad.",
            "lifestyle_changes": "The patient is considering trying a standing desk and incorporating more exercise into their routine.",
            "why_not_healed": "The patient's lack of movement and prolonged sitting at work are likely contributing to the persistent pain.",
            "goal": "The patient's primary goal is to get rid of the back pain."
        }
    },
    "summary": {
        "presentation": "The patient presents with back pain that has been bothering them for the past five years. The pain is located on both the left and right sides of the lower back and is described as constant and sharp. It is aggravated by prolonged standing and bending down.",
        "life_effect": "The pain impacts the patient's ability to perform daily activities such as cleaning, cooking, and standing for extended periods. The patient also experiences soreness and aching in the muscles around the hips.",
        "goal": "The patient's main objective is to eliminate the back pain and improve their overall quality of life."
    }
}